[
  {
    "id": "PSV",
    "tag": ["development"],
    "title": "PSV — responsive website development",
    "link": "https://parthstudent.vc/",
    "tileImg": "PSV Tile1.jpg",
    "selected": true,
    "role": [
      "Creative Direction",
      "UI / UX",
      "Website Development",
      "Wordpress",
      "Deployment"
    ],
    "client": "Parth Student Venture",
    "year": "2023",
    "desc": "The Parth Student Venture website, built with WordPress and Elementor, is designed to be responsive and user-friendly, embodying the organization's values and mission effectively. Through thoughtful UI/UX design, the website ensures a seamless experience for visitors, regardless of the device they use. \n\nIt showcases PSV's commitment to helping early-stage startup founders and student entrepreneurs by providing seed-grant funding opportunities, educational workshops, and domain-specific mentorship. The website's layout and content are strategically crafted to highlight these key offerings, emphasizing PSV's role as Nepal's first student-led startup ecosystem enabler. Through impactful visuals and compelling narratives, the website effectively communicates PSV's mission to turn dreams into reality for aspiring entrepreneurs.",
    "gallery": [
      "PSV family.png",
      "PSV laptop.jpg",
      "PSV mobile.jpg",
      "PSV phone.jpg",
      "PSV tablets.jpg",
      "PSV - all pages.jpg",
      "PSV - typography, colours.jpg"
    ]
  },
  {
    "id": "serene",
    "tag": ["development", "ui ux design"],
    "title": "Serene - A Mental Health App",
    "link": "https://www.instagram.com/motivate.nepalese/",
    "tileImg": "serene.jpg",
    "selected": false,
    "role": [
      "Creative Direction",
      "UI / UX",
      "Website Development",
      "ReactJS",
      "Deployment"
    ],
    "client": "Motivate Nepalese",
    "year": "2023",
    "desc": "Serene, a project developed for Motivate Nepalese as a final year project at Islington College, is a mental health support platform. Utilizing Figma for design and the MERN stack for development, Serene offers a responsive and intuitive user experience. \n\nThe platform includes features such as mental health tests for depression and anxiety, journal creation and editing, and a chat function to connect users with supportive volunteers. Serene also provides information about helplines available in Nepal, contact details of mental health professionals, and access to self-help books. Along with this, the platform also includes an avatar picker with self-updating avatars, adding a personalized touch to the user experience. Through these features, Serene aims to provide a holistic approach to mental health support, empowering individuals to take control of their mental well-being.",
    "gallery": [
      "serene - mockup.jpg",
      "1.jpg",
      "2.jpg",
      "3.jpg",
      "4.jpg",
      "5.jpg",
      "6.jpg",
      "7.jpg",
      "8.jpg",
      "9.jpg",
      "10.jpg",
      "11.jpg",
      "12.jpg",
      "13.jpg",
      "14.jpg"
    ]
  },
  {
    "id": "trisara",
    "tag": ["development", "ui ux design"],
    "title": "Trisara - dynamic website development",
    "link": "https://trisaranepal.com/",
    "tileImg": "trisara.jpg",
    "selected": true,
    "role": ["Creative Direction", "UI / UX", "Website Development", "ReactJS"],
    "client": "Trisara",
    "year": "2023",
    "desc": "The Trisara Restaurant website, crafted with Figma for design and React for development, prioritizes a seamless user experience. Its responsive design ensures optimal performance across devices, while the dynamic menu page offers an interactive exploration of the restaurant's offerings. \n\nEach outlet of the various franchises is uniquely represented through dynamic URLs, enhancing local presence. The website's UI/UX design focuses on user engagement and easy navigation, reflecting Trisara's commitment to excellence. Through its use of technology and design, the website aims to create a digital experience that mirrors the restaurant's reputation for exceptional service and culinary mastery.",
    "gallery": ["trisara - mockup.jpg"]
  },
  {
    "id": "instaline",
    "tag": ["ui ux design"],
    "title": "Instaline - UI/UX Design",
    "link": "",
    "tileImg": "instaline.jpg",
    "selected": true,
    "role": ["Creative Direction", "UI / UX", "Website Development", "ReactJS"],
    "client": "Instaline",
    "year": "2023",
    "desc": "Instaline's design project, executed using Figma, focuses on creating a visually appealing and user-friendly experience. It includes wireframing, and UI/UX design for a mobile app. The project also involves maintaining the brand guidelines for consistency and coherence across platforms. \n\nEvery page was designed according to client needs, incorporating their vision and requirements into the design process. The project aimed to deliver a cohesive and aesthetically pleasing design that meets the client's needs and reflects their brand identity. Through meticulous planning and execution, the project ensures that the final design not only looks appealing but also provides a seamless user experience.",
    "gallery": ["instaline - mockup.jpg"]
  },
  {
    "id": "alchi",
    "tag": ["graphic design"],
    "title": "Alchi - Social Media",
    "link": "",
    "tileImg": "alchi.jpg",
    "selected": false,
    "role": ["Creative Direction", "UI / UX", "Website Development", "ReactJS"],
    "client": "Alchi",
    "year": "2022",
    "desc": "Alchi's social media posts and stories were made visually captivating using Illustrator. Alchi's values emphasize culture as a bridge connecting people, fostering understanding, respect, and unity. Their mission is to promote cultural appreciation and awareness through engaging board games. The designs aimed to engage the audience and align with Alchi's mission of promoting cultural appreciation and awareness through board games. \n\nThe visually appealing content helped enhance Alchi's online presence, reflecting their values and mission. Through engaging visuals, the company's message of cultural appreciation and unity was effectively communicated to the audience.",
    "gallery": ["alchi - mockup.jpg", "alchi - prices posts mockups.jpg"]
  },
  {
    "id": "cniyef",
    "tag": ["graphic design"],
    "title": "CNIYEF - Social Media",
    "link": "",
    "tileImg": "cniyef.jpg",
    "selected": false,
    "role": ["Creative Direction", "UI / UX", "Website Development", "ReactJS"],
    "client": "CNIYEF",
    "year": "2022",
    "desc": "For CNIYEF, Canva was used to create visually engaging social media posts. The project involved designing two scheduled posts per week, as well as festival posts for Dashain and Tihar. The goal was to enhance CNIYEF's online presence and engage its audience effectively. \n\nThe designs were tailored to reflect the forum's values of grooming young business leaders and fostering innovation. By focusing on creating visually appealing content that resonated with the audience, the project aimed to communicate CNIYEF's mission of empowering young entrepreneurs and shaping the future of Nepal's business landscape.",
    "gallery": ["cniyef - mockup.jpg"]
  },
  {
    "id": "nmsagro",
    "tag": ["graphic design"],
    "title": "NMS Agro - Social Media",
    "link": "",
    "tileImg": "nmsagro.jpg",
    "selected": false,
    "role": ["Creative Direction", "UI / UX", "Website Development", "ReactJS"],
    "client": "NMS Agro",
    "year": "2022",
    "desc": "I created festival-themed posts for NMS Agro using Illustrator, featuring their buffalo mascot, Tikhe. The posts were designed for Dhaan Ropai Diwas, Dashain, Deepawali, and Chhat, aligning with the company's agricultural focus and festive spirit. \n\nNMS Agro, an agricultural trading company, imports fertilizers, pesticides, and agriculture-related products from India for marketing in Nepal. The designs enhanced NMS Agro's online presence, showcasing their festive spirit and agricultural offerings. By incorporating Tikhe, the company's mascot, the posts effectively engaged their audience during these festive occasions, communicating NMS Agro's activities and reinforcing its brand identity.",
    "gallery": ["nmsagro - mockup.jpg", "nmsagro-posts.jpg"]
  },
  {
    "id": "CPT",
    "tag": ["development", "graphic design", "ui ux design"],
    "title": "Crocus Pearl Technologies",
    "link": "",
    "tileImg": "CPT.jpg",
    "selected": false,
    "role": [
      "Adobe Illustrator",
      "Bootstrap",
      "Graphic Design",
      "ReactJS",
      "UI / UX",
      "Website Development"
    ],
    "client": "Crocus Pearl Technologies",
    "year": 2023,
    "desc": "For Crocus Pearl Technologies, I developed a fully responsive and functional website using ReactJS and Bootstrap, focusing on delivering a seamless user experience. The website includes dynamic pages for the 'Works' section, which showcases the company's projects and services. Bootstrap was used to enhance the website’s styling, making it sleek and easy to navigate across all devices. Additionally, I created various graphic designs using Adobe Illustrator to depict the brand’s core values. These designs were featured in social media posts and promotional materials, helping the company strengthen its visual identity. Crocus Pearl Technologies, a tech company with the slogan 'bloom with us,' aims to inspire growth through cutting-edge technological solutions, and the website reflects that vision by being modern, dynamic, and user-centric.",
    "gallery": ["CPT - mockup.jpg", "CPT 2.jpg", "CPT 1.jpg"]
  },
  {
    "id": "UNWeb",
    "tag": ["ui ux design"],
    "title": "UN Website - Newsletter",
    "link": "https://www.figma.com/design/YHOsC7fHWgJrRqRGVLtRTr/UN-Bulletin%3A-Backend-Wireframe?node-id=0-1&node-type=canvas&t=SDSbkawU3qCL1WRn-0",
    "tileImg": "",
    "selected": false,
    "role": [
      "Creative Direction",
      "Figma",
      "Prototyping",
      "UI / UX",
      "Wireframing"
    ],
    "client": "United Nations",
    "year": 2021,
    "desc": "Working with the United Nations, I was responsible for the creative direction, UI/UX design, and prototyping of a newsletter archive website. The design was created using Figma, emphasizing intuitive navigation and accessibility to a wide range of users. The website serves as a digital archive for all newsletters published by United Nations Nepal, ensuring easy access to important information and updates. The interface was designed to be both visually appealing and user-friendly, aligning with the organization's values of promoting sustainable and inclusive growth, social development, and disaster resilience. This project aimed to deliver a platform that simplifies the process of accessing UN newsletters while maintaining the professional and informative tone expected of such an esteemed organization.",
    "gallery": []
  },
  {
    "id": "UNEmail",
    "tag": ["ui ux design"],
    "title": "UN Email - Newsletter",
    "link": "https://www.figma.com/design/xJbEjgEPpMWg2xedLcYB8c/UN-Bulletin%3A-Concept-1?node-id=0-1&node-type=canvas",
    "tileImg": "",
    "selected": false,
    "role": [
      "Creative Direction",
      "Figma",
      "Prototyping",
      "UI / UX",
      "Wireframing"
    ],
    "client": "United Nations",
    "year": 2021,
    "desc": "For the United Nations' email newsletter, I developed an admin panel that streamlines the process of formatting and sending newsletters to subscribers. Created in Figma, the admin panel offers a clean and efficient UI/UX design, enabling easy input of content, formatting, and previewing before emails are sent out. This design ensures consistency in the newsletters, which reflect the United Nations’ commitment to sustainable and inclusive economic growth, social development, and human rights. The project focused on making the process as user-friendly as possible, allowing the UN to efficiently manage and distribute newsletters while maintaining their high standards of professionalism and clarity.",
    "gallery": []
  },
  {
    "id": "ElderCare",
    "tag": ["ui ux design"],
    "title": "ElderCare",
    "link": "https://www.figma.com/proto/5tMR7YU2c9iOYX9zvvNALj/ULURU?page-id=0%3A1&node-id=6-1731&starting-point-node-id=6%3A1731&t=neyU9yJCQ4C4CU9f-1",
    "tileImg": "",
    "selected": false,
    "role": [
      "Creative Direction",
      "Figma",
      "Prototyping",
      "UI / UX",
      "Wireframing"
    ],
    "client": "practice",
    "year": 2023,
    "desc": "For this practice project, I designed an admin panel for a health care management web app, along with a general landing page. The web app is designed to support an organization that provides services for the elderly, including caregiving and medical facilities. Using Figma, I focused on creating an intuitive UI/UX design that caters to both administrators and users, ensuring easy management of elderly care services. The landing page introduces the organization’s services, offering a clear and compassionate interface that aligns with the organization's fictional values of providing personalized, compassionate care for the elderly. The project emphasizes simplicity and ease of use for all users, reflecting the caring nature of the service.",
    "gallery": []
  },
  {
    "id": "Techtagon",
    "tag": ["ui ux design"],
    "title": "Techtagon",
    "link": "https://www.figma.com/design/jILTenOyaE5Ug6n0PqHAdY/Octacore?node-id=1234-615&t=uFNvQbT1gHFThSOZ-1",
    "tileImg": "",
    "selected": false,
    "role": [
      "Creative Direction",
      "Figma",
      "Prototyping",
      "UI / UX",
      "Wireframing"
    ],
    "client": "practice",
    "year": 2024,
    "desc": "For this fictional tech company, I created a home page designed in Figma with a focus on modern UI/UX principles. The design incorporated creative direction and prototyping, highlighting the company's fictional values of innovation, technology leadership, and customer-centric solutions. The website layout is clean and intuitive, with a dynamic interface that presents the company's services and solutions effectively. This practice project allowed me to explore advanced wireframing and user interface techniques while delivering a design that mirrors the core attributes of a forward-thinking tech company. The landing page presents a clear call to action and showcases the potential of the fictional brand.",
    "gallery": []
  },
  {
    "id": "CCharters",
    "tag": ["development", "ui ux design"],
    "title": "Chariot Charters - UI/UX + Development",
    "link": "https://www.chariotcharters.sg/",
    "tileImg": "CCharters.jpg",
    "selected": false,
    "role": [
      "Creative Direction",
      "Figma",
      "Prototyping",
      "ReactJS",
      "Tailwind",
      "UI / UX",
      "Website Development",
      "Wireframing"
    ],
    "client": "Chariot Charters",
    "year": 2024,
    "desc": "I led the development and design of a fully responsive and dynamic website for Chariot Charters using ReactJS and Tailwind. The project included designing an interactive multipart form for charter quote requests, as well as an animated carousel for displaying partnerships in the aviation industry. The website was meticulously prototyped in Figma to ensure a smooth user experience across all devices. Chariot Charters provides online charter quote request systems for passenger and cargo international airlines, and the website's clean, user-friendly interface helps users navigate easily while representing the company's professional and globally recognized services. The animated elements enhance user engagement, making the website both functional and visually appealing.",
    "gallery": ["CCharters - mockup.jpeg", "CCharters 1.jpeg"]
  },
  {
    "id": "TimeWatch",
    "tag": ["ui ux design"],
    "title": "TimeWatch",
    "link": "https://www.figma.com/design/KSevvRTWlOjMqqu3mfcApx/Achieve-|-CASIO?node-id=3-20&t=BlGeyPa0T4lkzP9H-1",
    "tileImg": "",
    "selected": false,
    "role": [
      "Creative Direction",
      "Figma",
      "Prototyping",
      "UI / UX",
      "Wireframing"
    ],
    "client": "practice",
    "year": 2024,
    "desc": "For this practice project, I designed a basic eCommerce website for a fictional watch company. The website, created in Figma, includes a landing page, a product overview page, and a detailed page for individual product listings. The design focuses on clean aesthetics and intuitive navigation, ensuring users can easily browse through the watch collection. The interface also reflects the luxury and precision associated with the brand, using minimalist design elements to highlight product features. This fictional company prides itself on offering high-quality branded watches, and the design supports that ethos by creating an upscale yet user-friendly shopping experience.",
    "gallery": []
  },
  {
    "id": "DAH",
    "tag": ["development", "ui ux design"],
    "title": "Druk Air Holidays",
    "link": "https://drukairholidays.com.sg/",
    "tileImg": "DAH.jpg",
    "selected": false,
    "role": [
      "Creative Direction",
      "Figma",
      "Prototyping",
      "ReactJS",
      "Tailwind",
      "UI / UX",
      "Website Development",
      "Wireframing"
    ],
    "client": "Druk Air Holidays",
    "year": 2024,
    "desc": "I designed and developed a hybrid website for Druk Air Holidays, the holiday wing of Drukair - Royal Bhutan Airlines. The site, built using ReactJS and Tailwind, includes both frontend and admin panel functionalities. The frontend showcases various holiday packages to Bhutan, with the admin panel enabling the company to update group tours, destinations, and other content. The design focuses on ease of use, with all form data being saved directly in the admin interface. The website also allows users to seamlessly browse vacation packages while presenting the luxury and unique travel experiences offered by Druk Air Holidays. This project captures the essence of adventure and cultural exploration.",
    "gallery": ["DAH - mockup.jpeg", "DAH 1.jpg"]
  },
  {
    "id": "sewa",
    "tag": ["development", "ui ux design"],
    "title": "Sewa Printing Press",
    "link": "https://beta.sewapress.com.np/",
    "tileImg": "sewa.jpg",
    "selected": false,
    "role": [
      "Creative Direction",
      "Figma",
      "Prototyping",
      "ReactJS",
      "Tailwind",
      "UI / UX",
      "Website Development",
      "Wireframing"
    ],
    "client": "Sewa Printing Press",
    "year": 2024,
    "desc": "For Sewa Printing Press, I designed and developed a hybrid website that reflects the company’s professional printing services. The design, created in Figma and developed in ReactJS with Tailwind, includes pages for services, samples, clients, and more. The website is fully responsive, ensuring a seamless experience on both desktop and mobile devices. The sleek UI/UX design highlights the company's dedication to cutting-edge technology in the printing industry, with a focus on delivering top-tier printing solutions to businesses. Sewa Printing Press’s mission is to provide high-quality printing services, and the website effectively communicates this through a professional, streamlined layout.",
    "gallery": ["sewa - mockup.jpeg", "sewa 1.jpeg"]
  },
  {
    "id": "eternity",
    "tag": ["development", "ui ux design"],
    "title": "Eternity",
    "link": "https://kritydangol.com.np/eternity/",
    "tileImg": "eternity.jpg",
    "selected": false,
    "role": ["Creative Direction", "UI / UX", "Website Development"],
    "client": "practice",
    "year": 2021,
    "desc": "For this practice project, I developed a one-page website for a fictional fine dining restaurant called Eternity. The website, built using HTML, CSS, Bootstrap, and JavaScript, includes a landing page, gallery, contact section, and location details. The design is sleek and minimalistic, reflecting the upscale dining experience that Eternity offers. The gallery showcases high-quality images of the restaurant’s ambiance and dishes, while the contact and location sections are designed for ease of use. The project emphasizes elegance and simplicity, making it easy for users to find essential information while being captivated by the restaurant’s luxurious presentation.",
    "gallery": ["eternity - mockup.jpg", "eternity 1.jpg"]
  },
  {
    "id": "bth",
    "tag": ["development"],
    "title": "Better Than Hotel",
    "link": "https://www.figma.com/design/8uDnDBCrAMmNezvKMZsqE2/Crocus-Pearl?node-id=0-1&t=vyzncMWYCcBDdlua-1",
    "tileImg": "",
    "selected": false,
    "role": ["Bootstrap", "UI / UX", "Website Development"],
    "client": "Better Than Hotel",
    "year": 2023,
    "desc": "For Better Than Hotel, I developed a modern, responsive website using Bootstrap. The design includes a scroll snap feature on the landing page, allowing for smooth transitions between sections. I also developed several other pages, such as login, registration, and property details, which follow the same modern and user-friendly design approach. This project introduced me to the scroll snap functionality, enhancing the website’s overall user experience. Better Than Hotel provides serviced accommodations in the UK, and the website reflects their commitment to hassle-free, high-quality stays, with a range of properties that cater to both short-term and long-term visitors.",
    "gallery": []
  },
  {
    "id": "VerdantCode",
    "tag": ["development"],
    "title": "VerdantCode",
    "link": "https://www.figma.com/design/XygP3atvwol5ZOzrUibTjX/Ocdy?node-id=106-2&t=o643nkMpIKnMuHja-1",
    "tileImg": "",
    "selected": false,
    "role": [
      "Bootstrap",
      "Creative Direction",
      "ReactJS",
      "UI / UX",
      "Website Development"
    ],
    "client": "practice",
    "year": 2023,
    "desc": "VerdantCode is a dynamic and responsive website developed as a practice project using ReactJS and Tailwind. The landing page features two types of carousel implementations, creating an engaging visual experience. Essential pages like contact and services were designed with modern UI/UX principles, ensuring smooth navigation and user interaction. While the project lacks eco-friendly values despite its green aesthetic, it focuses on delivering a sleek, responsive interface with a flexible layout, reflecting the latest in web development trends.",
    "gallery": []
  },
  {
    "id": "CGroup",
    "tag": ["development"],
    "title": "Chariot Group",
    "link": "https://www.chariot.com.sg/",
    "tileImg": "CGroup.jpg",
    "selected": false,
    "role": [
      "Creative Direction",
      "ReactJS",
      "Tailwind",
      "UI / UX",
      "Website Development"
    ],
    "client": "Chariot Group",
    "year": 2024,
    "desc": "I developed a dynamic two-page website for Chariot Group using ReactJS and Tailwind. The landing page includes a snap scroll feature for seamless navigation, while all data is fetched from APIs to keep the content updated. The website’s design also includes a contact services page, ensuring users can easily reach out to the company. Chariot Group is a renowned travel agency based in Singapore, and the website reflects their professionalism and dedication to outstanding service delivery. The project emphasized clean design, functional navigation, and a responsive layout that caters to users across all devices.",
    "gallery": ["CGroup - mockup.jpg", "CGroup 1.jpeg"]
  },
  {
    "id": "Foodcore",
    "tag": ["development"],
    "title": "Foodcore",
    "link": "https://www.figma.com/proto/gRvMGTp9F1BJkHeWpc2VNF?node-id=0-1&t=4fyra0NN8tWYsJdo-6",
    "tileImg": "",
    "selected": false,
    "role": [
      "Creative Direction",
      "ReactJS",
      "Tailwind",
      "UI / UX",
      "Website Development"
    ],
    "client": "Foodcore",
    "year": 2024,
    "desc": "For Foodcore, I designed and developed a dynamic, responsive website using ReactJS and Tailwind. The focus was on creating an intuitive UI/UX design that highlights the brand’s commitment to delivering high-quality food services. The website includes a clean landing page, with sections dedicated to menu offerings, services, and customer testimonials. Each page was designed to enhance user engagement, with smooth transitions and easy-to-navigate content. The use of Tailwind for styling ensured a modern, polished look, and the responsive design guarantees a seamless experience across all devices. Foodcore aims to revolutionize the food industry, and the website reflects that mission.",
    "gallery": []
  },
  {
    "id": "Tamicha",
    "tag": ["development"],
    "title": "Tamicha",
    "link": "https://tamicha.com/",
    "tileImg": "",
    "selected": false,
    "role": ["ReactJS", "Tailwind", "UI / UX", "Website Development"],
    "client": "Tamicha",
    "year": 2024,
    "desc": "For Tamicha, I developed a single-page dynamic website using ReactJS and Tailwind. The website’s landing page features a snap scroll functionality, providing smooth and interactive transitions between sections. All data is fetched from an API, ensuring real-time updates of Tamicha’s luxury travel services. The design was tailored to convey the company’s values of offering personalized, high-end travel experiences. Tamicha strives to provide luxury travel options with first-class flights and five-star hospitality, and the website’s clean, professional layout reinforces that vision. This project allowed me to explore creative ways to implement dynamic data fetching and advanced UI/UX interactions.",
    "gallery": []
  },
  {
    "id": "amt",
    "tag": ["development"],
    "title": "All Malaysia Travels",
    "link": "https://www.allmalaysiatravel.com/",
    "tileImg": "",
    "selected": false,
    "role": ["ReactJS", "Tailwind", "UI / UX", "Website Development"],
    "client": "All Malaysia Travels",
    "year": 2024,
    "desc": "For All Malaysia Travels, I designed and developed a dynamic single-page website using ReactJS and Tailwind. The website features a snap scroll functionality in the landing page, providing users with an engaging and smooth browsing experience. All the data is fetched dynamically from an API, ensuring up-to-date content on the company’s chartered flight services and tourism offerings. The design is sleek, modern, and optimized for a seamless user experience, reflecting the company’s reputation as a leader in the travel and airline industry in Malaysia. The project focused on creating a responsive, user-centric platform that highlights All Malaysia Travels' core services and expertise.",
    "gallery": []
  },
  {
    "id": "Octacore",
    "tag": ["development"],
    "title": "Octacore",
    "link": "https://www.figma.com/design/jILTenOyaE5Ug6n0PqHAdY/Octacore?m=auto&t=4fyra0NN8tWYsJdo-6",
    "tileImg": "",
    "selected": false,
    "role": [
      "Creative Direction",
      "ReactJS",
      "Tailwind",
      "UI / UX",
      "Website Development"
    ],
    "client": "Octacore",
    "year": 2024,
    "desc": "For Octacore, I developed a hybrid website using ReactJS and Tailwind that captures the brand’s innovative spirit through interactive design elements. The landing page features animated bubbles that rise and fall, creating a fluid, engaging experience that mirrors Octacore's flexible and adaptable approach to technology solutions. Other pages include clients, works, a detailed work page, and a career section, each with dynamic content fetched from APIs. The site’s highlight is its unique visual aesthetic, reminiscent of a lava lamp, which sets it apart from traditional corporate websites. Octacore Solutions focuses on providing global IT services, and this project reflects their forward-thinking, innovative ethos.",
    "gallery": []
  }
]
